Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Then we shall retreat towards Westin and prepare for the oncoming battle. I pray our only chance at victory was not lost today.
uk_ua: Тоді ми відступимо до Вестіну, і будемо готуватися до скорої битви. Сподіваюся, що сьогодні не був втрачений останній шанс на перемогу.

source: Then we’ll go to Elensefar as fast as we can. Luck be with ya, Relana.
uk_ua: Тоді ми поспішимо до Еленсефару так швидко, як зможем. Хай пребуде з тобою вдача, Релано.

source: Then we’re outlaws.
uk_ua: Тоді ми вигнанці.

source: Then what?
uk_ua: І шо потім?

source: Then why do we got to pay taxes to the King? Maybe Elensefar doesn’t help us, but at least they don’t take our gold.
uk_ua: Чому ми тоді платим податки Королю? Еленсефар, може й не допомагає нам, але принаймні вони не забирають наших грошей.

source: Then you be fellow outlaws. But why do you wants to help us?
uk_ua: Тоді ви тож побратими-вигнанці. Але чому ви не проти дапамогти нам?

source: Then you have not heard...? —But there will be time enough for talking. If you can distract those vile creatures, I will try to organize a counterattack.
uk_ua: Значить, ти не чув...? —У нас буде досить часу для розмов. Якщо ти відвернеш від мене увагу цього підлого створення, я спробую організувати контрнаступ.

source: Then you shall perish. After I finish with these pesky elves and dwarves, Weldyn will be mine. Wesnoth has no army to resist me.
uk_ua: Тоді ти загинеш. Потім я покінчу з цими докучливими ельфами і гномами, Велдин стане моїм. У Весноту немає армії, щоб мені протистояти.

source: Then you shall! Lionel and his men will accompany you, for you will need more than magic for protection on the road... especially where you’ll be going, into the wild country north of Tath. It is a chancy place at the best of times, and orcs may already be raiding south of the Ford.
uk_ua: Тоді йди! Ліонель зі своїми людьми супроводжуватиме тебе, оскільки одна магія тебе на дорозі не захистить... Особливо там, куди ти йдеш, в дикій частині країни на північ від Тата. Там і в кращі часи було небезпечно, а зараз орки можуть напасти і на південь від Переправи.

source: Then you will die forever!
uk_ua: Тоді ти помреш назавжди!

source: Then you will die with them!
uk_ua: Тоді ти помреш з ними!

source: Then you will not mind if we destroy you! Hahahahah!
uk_ua: Тоді ти не образишся, якщо ми уб'ємо тебе! Хахахаха!

source: Then you will not mind if we kill you! Hahahahah!
uk_ua: Тоді ти не образишся, якщо ми уб'ємо тебе! Хахахаха!

source: Then you will perish forever!
uk_ua: Тоді ти помреш назавжди!

source: Then you would surely be lost in these woods, hounded by the undead and made into their slaves. I can lead you and your men back to the lands of Wesnoth, but only if you promise to grant me pardon.
uk_ua: Тоді, безсумнівно, ви загубитеся у цих лісах назавжди, і складете зброю на милість мерцям. Я можу вивести вас і ваших людей назад, у Веснот, якщо ви подаруєте мені помилування.

source: Then your corpses will also serve my master.
uk_ua: Тоді і ваші трупи служитимуть моєму володарю.

source: Then, Harper tells me, “Come on Uncle, we’re on an adventure! Don’t be so mopey, live a little!” I know she be trying to be cheery, but she really don’t know how much she be reminding me of Erwen sometimes...
uk_ua: І тоді Харпер каже мні, “Нумо, дядьку, ми на пригоді! Н' будь таким похмурим, повеселися!”. Знаю, вона намагається підбадьорити, але ні розуміє як вона нагадує мені Ірвен...

source: Then, begin to recruit units. Cheap units are useful to soak up the first wave of an enemy&#8217;s attack; advanced units can then be brought in as support. Fast units can be used as scouts, for exploring the map and to quickly conquer villages.
uk_ua: Після цього починайте вербувати війська. Дешеві війська корисні, щоб взяти на себе першу хвилю ворожих атак; потім можуть бути задіяні і досвідченіші бійці. Швидких бійців можна використати в якості розвідників, щоб вивчити карту і швидко зайняти села.

source: Then, into Southbay’s sewer.
uk_ua: А потім у каналізацію Південної Бухти.

source: Theorin
uk_ua: Теорін

source: Theorsten
uk_ua: Теорстен

source: Thera!
uk_ua: Тера!

source: There are also campaigns that can be played in multiplayer.
uk_ua: Також існують кампанії, в які можна грати в мультиплеєрі.

source: There are also some traits that are assigned only for certain units or only for units of a certain race. These are:
uk_ua: Також є риси, притаманні лише певним бійцям чи певним расам. Вони наступні:

source: There are also some traits that are not assigned randomly. These traits can either be assigned by the scenario designer or are always assigned based on the unit type:
uk_ua: Є також кілька особливостей, які випадковим чином не призначаються. Вони або можуть бути присвоєні розробником сценарію, або ж завжди присвоюються певним типам бійців:

source: There are cages on the shore. I wonder why.
uk_ua: Дивіться, там клітки на березі. Цікаво нащо.

source: There are many Wesfolk amongst the remains of my people. We must stay united under one banner. I will need you by my side if there is any hope of building a true ‘Kingdom of Wesnoth’. I... I think a Queen’s crown would sit well upon that flame-colored hair of yours, Jessene.
uk_ua: Серед залишків мого народу багато весфольків. Ми повинні залишитися єдині, під одним прапором. Залишайся зі мною, ти знадобишся мені, щоб побудувати справжнє ‘Королівство Веснот’. Я... я гадаю, корона Королеви непогано виглядатиме з твоїм вогняним волоссям, Джессен.

source: There are no add-ons available for download from this server.
uk_ua: На цьому сервері немає доступних для завантаження аддонів.

source: There are no corpses available.
uk_ua: Немає доступних трупів.

source: There are no custom options available for the selected era, game, or modification.
uk_ua: Для обраної ери, гри чи модифікації відсутні додаткові налаштування.

source: There are no saved games to load.
uk_ua: Немає збережених ігор для завантаження.

source: There are no troops available to recall. (You must have veteran survivors from a previous scenario.)
uk_ua: Немає військ для заклику (У Вас мають бути бійці, що уціліли з минулого сценарію)

source: There are no vacant castle tiles in which to recall the unit.
uk_ua: У замку немає вільних полів для цього бійця.

source: There are no vacant castle tiles in which to recruit the unit.
uk_ua: У замку немає вільних полів для вербування цього бійця.

source: There are several possible options you are provided with when clicking on the "Multiplayer" button:
uk_ua: При натисканні на кнопку "Мультиплеєр" вам пропонується на вибір кілька можливостей:

source: There are signs of a battle, but nobody seems to be here...
uk_ua: Всюди сліди битви, але нікого не видно...

source: There are six types of attack: <i>pierce</i>, <i>blade</i>, <i>impact</i>, <i>fire</i>, <i>cold</i> and <i>arcane</i>. Different units have weaknesses against different types of attacks. Right-click on a unit and select <b>Unit Description</b> to see which attacks it is resistant to, and which will affect it the most.
uk_ua: Існує шість типів атаки: <i>колючий</i>, <i>ріжучий</i>, <i>ударний</i>, <i>вогнем</i>, <i>холодом</i> і <i>прихований</i>. Різні бійці мають слабкість проти різних типів атаки. Натисніть на будь-кого правою кнопкою миші і виберіть <b>Опис бійця</b> - у вікні, що відкрилося, буде описано, наскільки цей боєць стійкий до різних типів атак.

source: There are some helpful summary screens in the main menu: for instance, the <b>Status Table</b> will let you know how your enemies are doing, and how you are doing in comparison.
uk_ua: У меню можна знайти кілька корисних вікон. Наприклад, <b>Панель стану</b> покаже вам, як йдуть справи у вашого противника, і як Ви справляєтеся в порівнянні з ним.

source: There are some large bones here. I can see claws and wings.
uk_ua: Якісь доволі великі кості тут. Бачу серед них кігті й крила.

source: There are strong magical wards that have hidden the way and bar our entry, but I am capable of dispelling them. It will take some time so stand back and get what rest you can. We are likely to face fierce opposition once we enter the caverns.
uk_ua: Тут є сильний магічний захист, що приховує шлях та перешкоджає нам пройти, але я здатна розвіяти його. Це займе певний час, тому відійдіть та трохи відпочиньте. Скоріше за все ми зустрінемо потужний опір, коли ввійдемо до печер.

source: There are three things we must do. First, we must organize our defenses as best we can. Second, we need to ask the elves to create a diversion that will distract and delay Iliah-Malal. The elves will not be able to fight the undead head-on on the field, but they can harass them by striking from forests where the undead dare not follow. And last, I have been studying the Book of Crelanu and I think I now know how to close Iliah-Malal’s portal to the Land of the Dead. I will need a small escort, but this must be done immediately.
uk_ua: Є три речі, які ми повинні зробити. По-перше, треба організувати захист кращим чином. По-друге, треба попросити ельфів організувати вилазку, яка відверне і затримає Іліа-Малала. Ельфи не можуть битися з мерцями у відкриту, але вони можуть відволікати їх ударами з лісів, де мерці не наважаться переслідувати їх. І нарешті, я довго вивчав Книгу, і думаю, що я можу закрити портал Іліа-Малала. Мені знадобиться невелике прикриття, але це повинно бути зроблено зараз же.

source: There are too many of them! I have no choice but to abandon the villagers here and retreat...
uk_ua: Їх занадто багато! Мені доведеться покинути селян та відступити...

source: There are too many to fight, far too many. We must escape!
uk_ua: Їх забагато, нам їх не здолати, дуже багато. Ми змушені тікати!

source: There are two basic ways for a unit to be healed:
uk_ua: Існує два основних методи зцілення бійця:

source: There are two basic ways to play Battle for Wesnoth:
uk_ua: Є два основних шляхи гри в Битву за Веснот:

source: There are two exceptions to this rule: <ref>dst='weaponspecial_magical' text='magical attacks'</ref> and <ref>dst='weaponspecial_marksman' text='marksmen'</ref>. Magical attacks always have a 70% chance to hit, regardless of terrain, and, when used offensively, marksmen always have at least a 60% chance to hit, regardless of terrain.
uk_ua: З цього правила є два винятки: <ref>dst='weaponspecial_magical' text='магічні атаки'</ref> і <ref>dst='weaponspecial_marksman' text='снайпери'</ref>. Магічні атаки завжди мають шанс потрапляння 70%, незалежно від місцевості. Шанс порапляння снайпера завжди не нижчий 60%, незалежно від місцевості, але лише при нападі.

source: There are two important exceptions to upkeep: units with the loyal trait and leaders never incur upkeep. Units you begin the scenario with (such as Delfador), or units who join you during a scenario (such as the horseman in the second scenario of <italic>text='Heir to the Throne'</italic>) will usually have the <italic>text='loyal'</italic> trait. The unit you are playing (such as Konrad) will almost always be a leader.
uk_ua: В утриманні є два важливі винятки: лідери і бійці з особливістю ‘вірний’ ніколи не вимагатимуть утримання. Бійці, з якими ви починаєте сценарій (наприклад Делфадор), або бійці, які приєднуються до вас протягом сценарію (наприклад вершник в другому сценарії <italic>text='Спадкоємець престолу'</italic>) зазвичай отримують рису <italic>text='вірний'</italic>. Боєць, яким граєте Ви (наприклад Конрад), майже завжди є лідером.

source: There are two villages within your reach. Visiting villages is a good idea, and ending your turn on one will heal you. To a village!
uk_ua: Ми можемо дістатися двох сіл. Було б непогано відвідати їх; якщо завершити хід в селі, ти зцілишся. Вперед, до села!

source: There be a couple guards in the village. Might be able to slow them wolves down if they gets closer.
uk_ua: Там май бути кілька сторожів. Може, вони зможуть трох затримати їх.

source: There be it. The stronghold of Halstead.
uk_ua: Ось воно. Твердиня Халстед.

source: There can be no looking back! We must go south.
uk_ua: Не озиратися! Потрібно йти на південь.

source: There can be no looking back. We must go quickly!
uk_ua: Не озирайся. Йдемо, хутко!

source: There has been fire near here recently, and not a clean one.
uk_ua: Нещодавно тут неподалік була пожежа, і точно не природня.

source: There is a curious story of a farmer who had a great oak in his lawn, a tree which had stood when his father first broke the soil on that land, and under which his family had many memories. It was thus a shock to him, one morning, when he awoke to find nothing but a bare patch of earth where the tree once stood, as though it had been spirited away in the wee hours of the night. Such encounters are all that is known of what are presumably the most ancient of woses.
uk_ua: Існує цікава історія про фермера, в якого на галявині ріс величезний дуб. Він стояв з тих часів, коли його батько вперше зорав ґрунт на цій землі, і з яким в його сім'ї було пов'язано багато спогадів. Як же він здивувався, коли одного разу вранці, прокинувшись, він не побачив дерева, а на його місці залишився клаптик голої землі. Ніби щось забрало його у короткі нічні години. Такі історії це все, що відомо про те, який вигляд можуть мати найдревніші лісовики.

source: There is a group of saurians, friends of the dragon I’m sure, who are trading metal with the nagas of the sea. We should put a stop to this. They are located on a beach near here.
uk_ua: Тут засіла група ящерів, напевно, приятелі дракона. Вони торгують залізом з морськими нагами. Нам потрібно покінчити з цим. Вони розташувалися на узбережжі, неподалік звідси.

source: There is a treasure chest here!
uk_ua: Тут скриня зі скарбами!

source: There is a treasure chest there! Good bat!
uk_ua: Тут скриня зі скарбами! Непогано, кажане!

source: There is a tunnel at the back of the cave! The ghost must have gone through there.
uk_ua: В глибині печери є тунель! Мабуть, привид зник у ньому.

source: There is a waterlogged coffin here.
uk_ua: Тут затоплена домовина.

source: There is darkness...
uk_ua: Він відчув темряву...

source: There is little left, in these towering ruins, of the men they once were. Warriors at heart, they are now lost in the dream of unlife; wandering through the battles of their memory and fighting desperately for release, for a peace bought only by strength of arms. And so they struggle; both unthinking, and unrelenting.
uk_ua: У цих солдатах, що височіють над іншими, мало залишилося від колишньої людської натури. Воїни в душі, вони заблукали у сні поза життям. Вони блукають в битвах зі своїх спогадів, і відчайдушно б'ються за звільнення, за мир, який отримується лише силою рук. Тому вони б'ються, бездумно і безжалісно.

source: There is more ill news. Evil has been unleashed. A portal has been opened from the Land of the Dead. An army of undead is being raised as we speak.
uk_ua: У мене ще більше поганих новин. Зло було випущене на волю. Був відкритий портал у Мертві Землі. Армія мерців повстає, поки ми тут розмовляємо.

source: There is no doubt the Book is here; I can feel its presence.
uk_ua: Без сумнівів, книга тут; я відчуваю її присутність.

source: There is no reasoning with the elves. We will either have to fight or run.
uk_ua: Ми не порозуміємося з ельфами. Нам доведеться битися з ними або тікати.

source: There is no way I’m letting you go through with this, sir! Over our dead bodies, right Jessene?
uk_ua: Я ні в якому разі не дам вам зробити так, пане! Тільки через наші трупи, вірно, Джессен?

source: There is only one of them. If you cannot defeat even one lich, you must be expecting me to get rid of all of your undead myself!
uk_ua: Він лише один. Якщо ти не здатний перемогти навіть одного ліча, то, мабуть, очікуєш, що я власноруч зроблю всю роботу!

source: There is so much ground to cover. If only our riders would arrive!
uk_ua: Нам доведеться подолати чималу відстань. Тільки б прибули наші вершники!

source: There is somebody here.
uk_ua: Тут хтось є.

source: There is something sticking out of the mud here. Ah! I got it.
uk_ua: Тут у багні щось застрягло! Ось! Дістав.

source: There should be no orcs this far south. But I do not like the feel of this mist.
uk_ua: Так південно не повинно бути орків. Але мені не подобається цей туман.

source: There was a man named Baran who had shown talent as a mage when he was young, gone to the great Academy on the Isle of Alduin, and returned to work his magic in the land where he was born. The people looked to him for help and leadership. He found weapons half-forgotten from the times of their sires and grandsires hanging in many houses, and bade the villagers to take them down and clean and oil them. He set the smiths of Maghre to making spearheads and ax-blades for the rest.
uk_ua: Там був чоловік на ім'я Б'ярн. У молодості він показав талант до чаклунства, тож вступив до великої Академії на острові Алдуїн, а потім повернувся в рідні краї. Люди звернулися до нього за допомогою та порадами. Він же знайшов у багатьох будинках давно забуту зброю, яку носили ще діди та прадіди. Б'ярн наказав селянам змастити її та озброїтися. Він дав завдання ковалям в Магре виплавляти наконечники списів і леза сокир для тих, кому не вистачило.

source: There was an elf named Kalenz who had already, in Delfador’s time, been a legend among his people for centuries; his tale, <i>The Legend of Wesmere</i>, is known throughout the elven lands. Prolonged in life by a necromantic potion, he put aside the High Lordship of the Elves after the death of his beloved wife, and wandered the Great Continent in errantry.
uk_ua: Проте були великі і серед ельфів. Один з них — Каленз, який був легендою у своєму народі упродовж віків ще за часів Делфадора, про його підвищення оповідає розповідь <i>"Легенда Весмира"</i>. Подовживши собі життя зіллям некромантії, він полишив титул Вищого Лорда Ельфів після смерті своєї улюбленої дружини Клеоділ, і подорожував по усьому Великому Континенту, шукаючи пригоди.

source: There you are! I am so glad you are all right! Now we may have a little rest.
uk_ua: Ось ти де! Я такий радий, що з тобою все гаразд! Тепер ми можемо трохи відпочити.

source: There. The village is just across those hills, and already I see men coming to greet us!
uk_ua: Тут. Село знаходиться за цими пагорбами, і я вже бачу людей, що вийшли нас привітати!

source: There’s a key in his robes.
uk_ua: У його робах є ключ.

source: There’s a rusty key here. I wonder if it could be useful?
uk_ua: Тут валяється іржавий ключ. Гадаю, він може знадобитця?

source: There’s an odd monolith standing near here.
uk_ua: Тут якийсь дивний моноліт.

source: There’s an odd monolith standing near here. Maybe it has something to do with the Lich-Lord... I should investigate more closely.
uk_ua: Тут якийсь дивний моноліт. Може, він має якесь відношення до Владике-Ліча... Зараз подивлюся.

source: There’s no way we can fight them all... can we?
uk_ua: Ми не можемо з ними битися... чи можемо?

source: There’s not much we can do about that now. I dub this fine ship the Eldaric, in honor of my father. About that island...
uk_ua: Зараз ми нічого не можемо з цим зробити. Я нарікаю цей дивовижний корабель "Ельдарік", на честь мого батька. Щодо того острова...

source: There’s nothing more to be had from this one; we will have to search for Baran ourselves!
uk_ua: Нічого корисного ми від нього не дізнаємося; ми повинні розшукати Б'ярна власноруч!

source: There’s some gold in here!
uk_ua: Тут трохи золота!

source: There’s something behind this door.
uk_ua: За цими дверима щось є.

source: There’s something behind this door. I shall break it down!
uk_ua: За цими дверима щось є. Я виб'ю їх!

source: There’s something there in the mist!
uk_ua: У цьому тумані щось є!

source: Thermal
uk_ua: Термічний

source: These are disturbing trends. Human, it is by luck alone that I am here to spare you. For on this day the Council of Lords is meeting in a forest not far from here.
uk_ua: Усе це мені не подобається. Людино, твоє щастя, що я тут і що я помилую тебе. Бо цього дня в лісі, недалеко звідси, збирається Рада Лордів.

source: These are my friends. I will fight with them.
uk_ua: Вони мої друзі. Я битимуся разом з ними.

source: These are not normal times. When the Prince of Southbay has raised a host that could utterly destroy them, why would they compound their troubles by raising a quarrel with another king?
uk_ua: Часи зараз не прості. Принц Південної Бухти зібрав ціле військо, щоб змести їх з лиця землі; навіщо ж їм множити свої нещастя і сваритися зі ще одним королем?

source: These are only the first steps. If we are to defeat the undead, we need to reform the composition of our army. First, you must recall every mage in Wesnoth, from Alduin and elsewhere. And you must prepare more heavy infantry.
uk_ua: Це усього лише перші кроки. Якщо ми збираємося перемогти мерців, нам потрібно тренувати армію по-іншому. Спершу ми повинні закликати усіх магів Весноту, з Алдуїну і звідки б то не було. А ще ти повинен підготувати більше важкої піхоти.

source: These are the swamps of Illuven — lesser kin of the Swamp of Dread north of the Great River, but noxious enough in their own fashion. Our way lies west and north across them to the Ford of Abez. The western road around the other edge of the Brown Hills would have been safer, but...
uk_ua: Це болота Ілювен — вони менші, ніж Болото Жаху на північ від Великої Реки, але по-своєму досить згубні. Наш шлях через них пролягає на захід і північ до Переправи Абез. Західна дорога в обхід Коричневих Пагорбів безпечніша, але...

source: These caves were once the lair of Chak’kso Ney’yks, a legendary Elder Basilisk. The petrified forms of his victims remain as monuments to his savage power.
uk_ua: Колись ці печери були лігвом Чак'ксо Ней'їкса, легендарного Старшого Василіска. Скам'янілі фігури його жертв є монументами, що вказують на його страхітливу силу.

source: These commands can either be issued via the command line by prefixing them with ‘:’ (as shown here) or via the chat by prefixing them with ‘/’ (press ‘m’ first to open the chat line).
uk_ua: Ці команди можуть бути задані через командний рядок, ставлячи перед ними ':' (як показано тут) або через чат, ставлячи перед ними '/' (спочатку натисніть 'm', щоб відкрити рядок чату).

source: These dummies only attack if you are a single tile away. With care, you should be able to kill them one at a time.
uk_ua: Ці опудала атакують тільки тих, хто знаходиться від них на відстані однієї клітини. При належній обережності ви зможете перебити їх по одному.

source: These elves are right behind me! We have to go warn the council of this attack...!
uk_ua: Ці ельфи прямо за нами! Нам треба повідомити раду про цю атаку...!

source: These elves have delayed us too long, the kidnappers’ trail will have faded by now.
uk_ua: Ельфи занадто сильно нас затримали, нам вже не віднайти сліду викрадачів.

source: These forts are ill-equipped for holding back so many undead. I am certain we will be slaughtered if we try to fight them here!
uk_ua: Ця застава погано підготовлення, щоб стримати стільки мерців. Я впевнений, що нас переб'ють, якщо ми спробуємо тут боротися!
